Repository: garpixcms/garpix_user
Catalog: backend/garpix_user/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Personal info
ru: Персональная информация

source: Permissions
ru: Права

source: Confim information
ru: Подтверждение данных

source: Incorrect code
ru: Неправильный код

source: Code has expired. Request it again
ru: Код недействителен. Запросите повторно

source: Credentials were not provided
ru: Учетные данные не были предоставлены

source: {field} was not confirmed
ru: {field} не был подтвержден

source: Email confirmation code
ru: Код подтверждения email

source: Code sent date
ru: Дата отправления кода

source: New email
ru: Новый email

source: Phone confirmation code
ru: Код подтверждения номера телефона

source: New phone number
ru: Новый номер телефона

source: Restore password code
ru: Код восстановления пароля

source: Restore code confirmed
ru: Код восстановления подтвержден

source: Restore code sent date
ru: Дата отправки кода восстановления

source: User
ru: Пользователь

source: Created
ru: Создан

source: Referral way title
ru: Название реферрального пути

source: Where did the user come from
ru: Откуда пришел пользователь

source: Email confirmed
ru: Email подтвержден

source: Phone number
ru: Номер телефона

source: Phone number confirmed
ru: Номер телефона подтвержден

source: Users
ru: Пользователи

source: USERNAME_FIELDS can't be empty
ru: USERNAME_FIELDS не может быть пустым

source: {field} can't be used as USERNAME_FIELDS. Only ("email", "phone", "username") supported
ru: {field} не может быть использован в качестве USERNAME_FIELDS. Только ("email", "phone", "username") поддерживаются

source: Undefined
ru: Не найден

source: Guest
ru: Гость

source: Registered
ru: Зарегистрирован

source: Type
ru: Тип

source: Indicates the state in which the user is recognized.
ru: Обозначает состояние, в котором распознается пользователь.

source: Last entrance
ru: Последний вход

source: System user
ru: Системный пользователь

source: System users
ru: Системные пользователи

source: Password must be at least {min_length} {characters} long.
ru: Пароль должен состоять минимум из {min_length} {characters}

source: Password must contain at least {min_digits} {digits}.
ru: Пароль должен содержать минимум {min_digits} {digits}

source: Password must contain at least {min_chars} {chars}.
ru: Пароль должен содержать минимум {min_chars} {chars}

source: Password must contain at least {min_uppercase} uppercase {letters}.
ru: Пароль должен содержать минимум {min_uppercase} {letters}

source: Password must contain at least {min_special_symbols} special {symbols}.
ru: Пароль должен содержать минимум {min_special_symbols} спец. {symbols}

source: character,characters
ru: символа,символов,символов

source: digit,digits
ru: цифру,цифры,цифр

source: char,chars
ru: букву,буквы,букв

source: letter,letters
ru: заглавную букву,заглавные буквы,заглавных букв

source: Passwords do not match
ru: Пароли не совпадают

source: This email is already in use
ru: Email уже используется

source: Email was not confirmed
ru: Email не был подтвержден

source: This phone is already in use
ru: Номер телефона уже используется

source: Phone number was not confirmed
ru: Номер телефона не был подтвержден

source: Password was updated!
ru: Пароль был обновлен!

source: Less than 1 minutes has passed since the last request
ru: Не прошло 1 минуты с момента последней попытки

source: Email confirmation. Step 1
ru: Подтверждение Email. Шаг 1

source: Email confirmation. Step 2
ru: Подтверждение Email. Шаг 2

source: Email confirmed!
ru: Email подтвержден!

source: Phone confirmation. Step 1
ru: Подтверждение номера телефон. Шаг 1

source: Phone confirmation. Step 2
ru: Подтверждение номера телефон. Шаг 2

source: Phone number confirmed!
ru: Номер телефона подтвержден!

source: Restore password. Step 1
ru: Восстановление пароля. Шаг 1

source: Restore password. Step 2
ru: Восстановление пароля. Шаг 2

source: Restore password. Step 3
ru: Восстановление пароля. Шаг 3

source: Send email confirmation link
ru: Отправка ссылки подтверждения email

source: Less than {min_time} {minutes} has passed since the last request
ru: Прошло меньше {min_time} {minutes} с последнего запроса

source: minute,minutes
ru: минуты,минут,минут

source: User with such data has been already registered
ru: Пользователь с указанными данными уже зарегистрирован

source: User with such data has not been registered
ru: Пользователь с указанными данными не зарегистрирован

source: The phone number entered is not valid.
ru: Введен некорректный номер телефона.

source: Password is incorrect
ru: Некорректный пароль

source: Email or phone number
ru: Email или номер телефона

source: You are already authenticated
ru: Вы уже авторизованы

source: User is not found
ru: Пользователь не найден

source: User is blocked
ru: Пользователь заблокирован

source: Your account was blocked due to a large number of failed login attempts. Please contact your administrator
ru: Ваш аккаунт был заблокирован из-за большого количества неудачных попыток входа. Пожалуйста, обратитесь к администратору

source: Your account is blocked. Please contact your administrator
ru: Ваш аккаунт заблокирован. Пожалуйста, обратитесь к администратору

source: Password history
ru: История паролей

source: Date created
ru: Дата создания

source: You can not use the same password you already had to
ru: Вы не можете использовать пароль, который уже был установлен ранее

source: Password last updated date
ru: Дата последней смены пароля

source: Your password has expired. Please change password
ru: Срок действия Вашего пароля истек. Пожалуйста, смените пароль

source: Your need to reset your password to activate your account
ru: Вам необходимо изменить пароль, чтобы активировать учетную запись

source: Needs password update
ru: Необходима смена пароля

source: Your password will expire in {expire_days} {days}. Please change your password
ru: Срок действия вашего пароля истечет через {expire_days} {days}. Пожалуйста, измените свой пароль

source: Your password has expired. Please change your password
ru: Срок действия вашего пароля истек. Пожалуйста, измените свой пароль

source: symbol,symbols
ru: символ,символа,символов

source: day,days
ru: день,дня,дней

source: Keycloak auth only
ru: Авторизация только через keycloak

source: You can not change your password. Please contact administrator
ru: Вы не можете сменить пароль. Пожалуйста, свяжитесь с администратором

source: Ensure this value is a positive integer or -1
ru: Убедитесь, что это значение - положительное число или равно -1

source: New password must be different from the old one
ru: Новый пароль должен отличаться от старого
